tap "homebrew/cask"

brew "awscli"
brew "gh"
brew "git-filter-repo"
brew "jq"
brew "neovim"
brew "node"
brew "openssh"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "typescript"
brew "yarn"
brew "zsh-autosuggestions"

cask "ghostty"
cask "raycast"
cask "visual-studio-code"
